[
  {
    "id": "63560c2a767f020b0ef2b7a6",
    "idx": 1,
    "titles": {
      "japanese": {
        "kanji": "Re：ゼロから始める異世界生活",
        "romaji": "Re:Zero kara Hajimeru Isekai Seikatsu 2nd Season"
      },
      "english": "Re:ZERO -Starting Life in Another World- Season 2",
      "vietnamese": "Bắt Đầu Lại Ở Thế Giới Khác Phần 2"
    },
    "year": 2020,
    "released": "2020-07-08T00:00:00+0000",
    "poster": "108005.jpg",
    "synopsis": {
      "english": "A reunion that was supposed to spell the arrival of peaceful times is quickly shattered when Subaru Natsuki and Emilia return to Irlam village. Witnessing the devastation left behind by the calamities known as Sin Archbishops, Subaru sinks into the depths of despair as his ability to redo proves futile.\nAs the group makes their way to the Sanctuary in search of answers, Subaru has an unexpected encounter with the Witch of Greed—Echidna. Subjected to her untamed rhythm, he is forced to dive into the spirals of the past and future. At the same time, several mysterious threats set their sights on the Sanctuary, heralding a horrific fate for the hapless people trapped within.\nEverlasting contracts, past sins, and unrequited love will clash and submerge into a river of blood in the second season of Re:Zero kara Hajimeru Isekai Seikatsu. Pushed to the brink of hopelessness, how long will Subaru's resolve to save his loved ones last?",
      "vietnamese": "Ngay cả khi đã chết vô số lần, Subaru cuối cùng đã kết thúc mối đe dọa của Cá voi trắng và đánh bại Tổng giám mục Tội lỗi của Giáo phái Phù thủy đại diện cho con lười, Petelgeuse Romaneeconti. Nhưng chỉ một thời gian ngắn sau khi vượt qua một kết cục bi thảm và đoàn tụ với Emilia yêu quý của mình, Subaru biết rằng Rem đã bị xóa khỏi thế giới này, trở thành nạn nhân của Sương mù xóa sổ của Cá voi trắng giữa vòng lặp tử thần của Subaru. Với việc Cá voi trắng đã biến mất, Subaru và Emilia buộc phải đối mặt với một thực tế mà họ không bao giờ mơ sẽ xảy ra."
    },
    "type": "movie",
    "countries": [
      "Japan"
    ],
    "directors": [
      "Masaharu Watanabe"
    ],
    "cast": [
      "Rie Takahashi",
      "Yuusuke Kobayashi"
    ],
    "genres": [
      "Drama",
      "Fantasy",
      "Suspense"
    ],
    "duration": 21060
  }
]
